finance = {
    "code": "",
    "name": "",
    "tables": [
        # 第一张报表的全部
        {
            "name": "主要指标",
            "periods": ['2020-06-30', '2020-03-31', ''],
            "indicators": [
                "成长能力指标",
                "净利润(元)"
                '净利润同比增长率',
                '扣非净利润(元)',
                '扣非净利润同比增长率',
                '营业总收入(元)'],
            "data": [
                {
                    "value": 89.26,
                    "unit": '亿',
                    "text": '89.26亿'
                },
                {
                    "value": -4.28,
                    "unit": '%',
                    "text": '-4.28%'
                }
            ]
        },
        # 最后一张报表的全部
        {
            "name": "券商专项指标",
            "periods": ['2020-06-30', '2020-03-31', ''],
            "indicators": ['净资本(元)', '净资产(元)', '净资本/各项风险资本准备之和', '净资本/净资产', '净资本/负债', '净资产/负债'],
            "data": [
                {
                    "period": '2020-06-30',
                    "indicator": '净资本(元)',
                    "text": "89.26亿",
                    "value": 89.26,
                    "unit": "亿"
                },
                {
                    "indicatorName": '净资产(元)',
                    "period": '2020-06-30',
                    "text": "-4.28%",
                    "value": -4.28,
                    "unit": "%"
                },
            ]
        }
    ]
}
